<?php

return [
    'login_success' => 'شما با موفقیت لاگین شدید! خوش آمدید، حالا من میفهمم چی میخواید. 😊' . PHP_EOL . PHP_EOL .
        '📌 **نحوه ساخت تسک:**' . PHP_EOL .
        '[عنوان تسک]، [زمان]' . PHP_EOL . PHP_EOL .
        '📌 **مثال‌ها:**' . PHP_EOL .
        '``` ورزش کردن، فردا ساعت ۸ صبح ```' . PHP_EOL .
        '``` خواندن کتاب، امروز عصر ```' . PHP_EOL .
        '``` جلسه کاری، شنبه ساعت ۱۰ شب ```' . PHP_EOL . PHP_EOL .
        'چطور میتونم به شما کمک کنم؟',

    'error_unknown' => 'اوه! متاسفم، نتونستم دقیقا متوجه بشم که چی می‌خواهید. '
        . PHP_EOL . 'لطفا بیشتر توضیح بدید تا بهتر بتونم کمک کنم. 😊',

    'task_saved' => 'تسک با موفقیت ذخیره شد.',
    'task_deleted' => '✅ تسک انجام شده حذف گردید.',
    'no_tasks' => 'شما هیچ تسکی ثبت نکردید. برای اضافه کردن تسک جدید، کافیست عنوان و زمان آن را مشخص کنید. 😊',
    'logged_out' => 'شما از حساب خود خارج شدید. برای لاگین مجدد یوزرنیم خود را وارد کنید.',
];
